Repository: bug-mirror/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: bn, hy_am, id, ta

source: Confirm you’ve received this email and we’ll help you install and sync Firefox on all your devices starting with:
bn: নিশ্চিত করুন আপনি ইমেইলটি পেয়েছেন, তাহলে আমরা আপনার সব ডিভাইসে Firefox ইন্সটল এবং সিঙ্ক করতে সাহায্য করতে পারবো:
hy_am: Հաստատեք, որ ստացել եք այս էլ֊փոստը, և մենք կօգնենք ձեզ տեղադրել և համաժամեցնել Firefox-ը ձեր բոլոր սարքերում սկսելով.
id: Konfirmasikan Anda telah menerima surel ini dan kami akan membantu Anda memasang dan menyinkronkan Firefox di seluruh perangkat dimulai dengan:

source: Once confirmed, we will help you install and connect Firefox on at least one other device.
bn: একবার নিশ্চিত করলে, আমরা আপনার অন্তঃত একটি ডিভাইসে Firefox ইন্সটল ও কানেক্ট করতে সহায়তা করতে পারবো।
hy_am: Հաստատվելուց հետո մենք կօգնենք ձեզ տեղադրել և միացնել Firefox֊ը առնվազն մեկ այլ սարքի վրա։
id: Setelah terkonfirmasi, kami akan membantu Anda memasang dan menyambungkan Firefox paling tidak pada sebuah perangkat.

source: This is an automated email; if you did not authorize this action, then <a %(passwordChangeLinkAttributes)s>please change your password</a>.
hy_am: Այս էլ․փոստը ավտոմատ կերպով ստեղծվում է, եթե դուք չեք կատարել այս գործողությունը, ապա խնդրում ենք <a %(passwordChangeLinkAttributes)s> փոխեք ձեր գաղտնաբառը </a>:

source: For more information, please visit <a %(supportLinkAttributes)s>Mozilla Support</a>.
bn: আরও তথ্যের জন্য, দেখুন <a %(supportLinkAttributes)s>Mozilla Support</a>।
hy_am: Լրացուցիչ տեղեկության համար, այցելեք <a %(supportLinkAttributes)s>Mozilla Աջակցում </a>։
id: Untuk informasi lebih lanjut, kunjungi <a %(supportLinkAttributes)s>Dukungan Mozilla</a>.

source: This is an automated email; if you didn’t add a new device to your Firefox Account, you should change your password immediately at %(passwordChangeLink)s
bn: এটি একটি সংক্রিয় ইমেইল; যদি আপনার Firefox Account এ নতুন কোন ডিভাইস যুক্ত না করে থাকেন, তাহলে এখনই আপনার পার্সওয়ার্ড %(passwordChangeLink)s এ পরিবর্তন করুন
hy_am: Ձեր Էլ֊փոստը ինքնաշխատացվել է; եթե դուք չեք ավելացրել նոր սարք Firefox- ի ձեր հաշվում, դուք պետք է անմիջապես փոխեք ձեր գաղտնաբառը %(passwordChangeLink)s
id: Ini adalah email otomatis; jika Anda tidak menambahkan perangkat baru ke Firefox Account Anda, Anda harus mengubah sandi Anda segera di %(passwordChangeLink)s

source: This is an automated email; if you received it in error, no action is required.
bn: এটি একটি স্বয়ংক্রিয় ইমেইল; যদি কোন ত্রুটির কারণে আপনি এটি পেয়ে থাকেন, কিছু করার প্রয়োজন নেই।
hy_am: Սա ավտոմատ հաղորդագրություն է։ Եթե դա սխալ եք ստացել, ոչ մի գործողություն չի պահանջվում։
id: Email ini bersifat otomatis; jika menurut Anda email ini salah alamat, tidak ada tindakan yang harus dilakukan.

source: This is an automated email; if you did not authorize this action, then <a %(resetLinkAttributes)s>please reset your password</a>.
bn: এটা একটি স্বয়ংক্রিয় ইমেইল; যদি এই পদক্ষেপটি অনুমোদন না করে থাকেন; তাহলে <a %(resetLinkAttributes)s>অনুগ্রহ করে পাসওয়ার্ডটি পরিবর্তন করুন</a>।
hy_am: Այս էլ․փոստը ավտոմատ կերպով ստեղծվում է․ եթե դուք չեք կատարել այս գործողությունը, <a %(resetLinkAttributes)s> ապա խնդրում ենք փոխեք ձեր գաղտնաբառը </a>։
id: Ini email otomatis; jika Anda tidak mengijinkan tindakan ini, <a %(resetLinkAttributes)s>setel ulanglah kata sandi Anda</a>.

source: If you suspect that someone is trying to gain access to your account, please change your password.
bn: যদি সন্দেহ করেন আপনার অ্যাকাউন্টে অন্য কেউ প্রবেশের চেষ্টা করছে, অনুগ্রহ করে পাসওয়ার্ড পরিবর্তন করুন।
hy_am: Եթե կասկածում եք, որ ինչ-որ մեկը փորձում է հասանելիություն ստանալ ձեր հաշիվ, ապա փոխեք ձեր գաղտնաբառը։
id: Jika Anda mencurigai seseorang berusaha mendapatkan akses ke akun Anda, silakan ubah kata sandi Anda.

source: IP address: %(ip)s
bn: IP ঠিকানা: %(ip)s
hy_am: IP հասցե․ %(ip)s
id: Alamat IP: %(ip)s

source: Manage account:
bn: অ্যাকাউন্ট ব্যবস্থাপনা:
hy_am: Կառավարել հաշիվը․
id: Kelola akun:

source: Mozilla Privacy Policy
bn: Mozilla গোপনীয়তা নীতি
hy_am: Mozilla գաղտնիության քաղաքականություն
id: Kebijakan Privasi Mozilla

source: Firefox Cloud Terms of Service
bn: Firefox Cloud ব্যবহারের শর্তাবলী
hy_am: Firefox Cloud ծառայությունների մատուցման պայմաններ
id: Ketentuan Layanan Firefox Cloud

source: Terms and cancellation policy
bn: শর্তাদি এবং বাতিলকরণের নীতি
hy_am: Պայմանները և չեղյալ հայտարարման քաղաքականությունը

source: Cancel subscription
bn: সাবস্ক্রিপশন বাতিল করুন
hy_am: Կառավարել բաժանորդագրությունները
id: Batal berlangganan

source: Update billing information
bn: বিলিং তথ্য হালনাগাদ
hy_am: Թարմացրեք վճարման մասին տեղեկությունները
id: Perbarui informasi penagihan

source: Terms and cancellation policy:
bn: শর্তাদি এবং বাতিলকরণ নীতি:
hy_am: Պայմանները և չեղյալ հայտարարման քաղաքականությունը.

source: Privacy notice:
bn: গোপনীয়তা নীতিমালা:
hy_am: Գաղտնիության ծանուցում
id: Pemberitahuan privasi:

source: Cancel subscription:
bn: সাবস্ক্রিপশন বাতিল:
hy_am: Կառավարել բաժանորդագրությունները
id: Batal berlangganan:

source: Update billing information:
bn: বিলিং তথ্য হালনাগাদ:
hy_am: Թարմացրեք վճարման մասին տեղեկությունները․
id: Perbarui informasi penagihan:

source: %(uaBrowser)s on %(uaOS)s %(uaOSVersion)s
bn: %(uaOS)s %(uaOSVersion)s এ %(uaBrowser)s
hy_am: %(uaBrowser)s %(uaOS)s %(uaOSVersion)s-ի վրա
id: %(uaBrowser)s pada %(uaOS)s %(uaOSVersion)s
ta: %(uaOS)s %(uaOSVersion)s இயங்குதள பதிப்பில் %(uaBrowser)s

source: %(uaBrowser)s on %(uaOS)s
bn: %(uaOS)s এ %(uaBrowser)s
hy_am: %(uaBrowser)s %(uaOS)s֊ի վրա
id: %(uaBrowser)s pada %(uaOS)s
ta: %(uaOS)s இயங்குதளத்திலுள்ள %(uaBrowser)s

source: %(city)s, %(stateCode)s, %(country)s (estimated)
bn: %(city)s, %(stateCode)s, %(country)s (আনুমানিক)
hy_am: %(city)s, %(stateCode)s, %(country)s (Նախահաշվարկային)
id: %(city)s, %(stateCode)s, %(country)s (perkiraan)
ta: %(city)s, %(stateCode)s, %(country)s (கணக்கிட்டப்படி)

source: %(city)s, %(country)s (estimated)
bn: %(city)s, %(country)s (আনুমানিক)
hy_am: %(city)s, %(country)s (նախահաշվարկային)
id: %(city)s, %(country)s (estimasi)

source: %(stateCode)s, %(country)s (estimated)
bn: %(stateCode)s, %(country)s (আনুমানিক)
hy_am: %(stateCode)s, %(country)s (նախահաշվարկային)
id: %(stateCode)s, %(country)s (perkiraan)
ta: %(stateCode)s, %(country)s (கணக்கிடப்பட்டது)

source: %(country)s (estimated)
bn: %(country)s (আনুমানিক)
hy_am: %(country)s (նախահաշվարկային)
id: %(country)s (estimasi)

source: Finish creating your account
hy_am: Ավարտեք ձեր հաշիվը

source: Confirm email
bn: ইমেইল নিশ্চিত করুন
hy_am: Հաստատեք էլ․փոստը
id: Konfirmasi surel

source: Verification code: %(code)s
bn: যাচাইকরণ কোড: %(code)s
hy_am: Ստուգման կոդ՝ %(code)s
id: Kode verifikasi: %(code)s

source: Reminder: Finish creating your account
hy_am: Հիշեցում․ Գործունացրեք Ձեր հաշվի ստեղծումը

source: Final reminder: Activate your account
hy_am: Վերջնական հիշեցում․ Գործունացրեք Ձեր հաշիվը

source: Account authorization code
hy_am: Հաշվի թույլտվության կոդ

source: Confirm new sign-in to %(clientName)s
hy_am: Հաստատեք նոր մուտքը %(clientName)s֊ով։
id: Konfirmasi proses masuk baru ke %(clientName)s

source: Sign-in code for %(serviceName)s
hy_am: Մուտքի կոդ %(serviceName)s համար

source: Confirm primary email
hy_am: Հաստատեք առաջնային էլ․փոստը

source: Verify email
hy_am: Հաստատեք էլ֊փոտը

source: Confirm secondary email
hy_am: Հաստատեք երկրորդական էլ․փոստը

source: Reset your password
bn: আপনার পাসওয়ার্ড রিসেট করুন
hy_am: Նշեք ձեր գաղտնաբառը
id: Setel ulang sandi

source: Password updated
hy_am: Գաղտնաբառը թարմացվել է
id: Sandi telah diperbarui

source: Suspicious activity detected
hy_am: Հայտնաբերվել է կասկածելի գործողություն
id: Aktivitas mencurigakan terdeteksi

source: Manage account
bn: অ্যাকাউন্ট ব্যবস্থাপনা
hy_am: Կառավարել հաշիվը
id: Kelola akun

source: Account confirmed
hy_am: Հաշիվը հաստատված է

source: Connect another device
bn: অন্য ডিভাইসে সংযোগ করুন
hy_am: Կապակցել այլ սարքի
id: Hubungkan perangkat lain

source: Primary email updated
hy_am: Առաջնային էլ֊փոստը թարմացվել է

source: Two-step verification enabled
hy_am: Երկքայլ հաստատումը միացված է
id: Verifikasi dua langkah diaktifkan

source: Two-step verification is off
hy_am: Երկքայլ հաստատումը անջատված է
id: Verifikasi dua langkah dinonaktifkan

source: Recovery code used
hy_am: Վերականգնման կոդը օգտագործվել է

source: 1 recovery code remaining
hy_am: 1 վերականգնման կոդ է մնացել
id: 1 kode pemulihan tersisa

source: %(numberRemaining)s recovery codes remaining
hy_am: %(numberRemaining)s մնացած վերականգնման կոդերը

source: Generate codes
bn: কোড তৈরি করুন
hy_am: Ստեղծեք կոդեր
id: Buat kode

source: Password updated using recovery key
hy_am: Գաղտնաբառը թարմացվել է վերականգնման ստեղն օգտագործելով

source: Create new recovery key
bn: নতুন পুনরুদ্ধার কী তৈরি করুন
hy_am: Ստեղծեք նոր վերականգնման ստեղն
id: Buat kunci pemulihan baru

source: Firefox Accounts
hy_am: Firefox֊ի հաշիվներ
id: Firefox Account
ta: பயர்பாஃசு கணக்குகள்

source: Page not found
bn: পাতাটি পাওয়া যায়নি
hy_am: Էջը չի գտնվել
id: Laman tidak ditemukan

source: The page you requested is not found. We've been notified and will fix any links that may be broken.
hy_am: Ձեր դիմած էջը չի գտնվել։ Մենք կծանուցենք և կուղղենք բոլոր հղումները, որոնք կարող են կոտրվել։
id: Laman yang Anda minta tidak ditemukan. Kami telah diberi tahu dan akan memperbaiki tautan yang mungkin rusak.

source: Home
bn: প্রথম পাতা
hy_am: Սկիզբ
id: Beranda
ta: முகப்பு

source: 500 Error
hy_am: Սխալ 500
id: Kesalahan 500
ta: பிழை 500

source: Oh dear, something went wrong there. We've been notified and will get working on a fix.
hy_am: Վայ, ինչ֊որ բան սխալ է ընթացել։ Մենք կծանուցենք և կաշխատենք ուղղելու համար։
id: Aduh, ada yang salah. Kami telah diberi tahu dan akan segera memperbaikinya.

source: 502 Error
bn: 502 ভুল
hy_am: Սխալ 502
id: Kesalahan 502
ta: பிழை 502

source: Server busy, try again soon
bn: সার্ভার ব্যস্ত, একটু পর চেষ্টা করুন
hy_am: Սպասարկիչը զբաղված է, կրկին փորձեք
id: Server sibuk, coba lagi nanti
ta: சேவகன் வேலை நிமித்தமாக உள்ளதால், விரைவில் மறு முயற்சிக்கவும்

source: We are currently under heavy strain and are working to return the system to normal as soon as possible.
hy_am: Մենք ներկայումս գտնվում ենք ծանր ճնշման տակ և աշխատում ենք հնարավորինս շուտ վերադարձնել համակարգը նորմալ վիճակին
id: Tekanan berat sedang melanda dan kami sedang berupaya untuk memulihkan sistem sesegera mungkin.

source: Loading
bn: লোডিং
hy_am: Բեռնում
id: Memuat

source: Firefox Accounts requires JavaScript.
bn: Firefox অ্যাকাউন্টস ব্যবহার করতে জাভাস্ক্রিপ্ট চালু করুন।
hy_am: Firefox֊ի հաշիվները պահանջում են JavaScript․
id: Firefox Account membutuhkan JavaScript.
ta: பயர்பாக்ஸ் கணக்குக்கு javascrtipt தேவைப்படுகிறது.

source: Privacy Notice
bn: প্রাইভেসি নোটিশ
hy_am: Գաղտնիության դրույթներ
id: Kebijakan Privasi
ta: தனியுரிம அறிவிப்பு

source: Terms of Service
bn: সেবার শর্ত সমূহ
hy_am: Ծառայության պայմանները
id: Ketentuan Layanan
ta: சேவைக நிபந்தனைகள்

source: Firefox update required
bn: Firefox হালনাগাদ প্রয়োজন
hy_am: Պահանջվում է Firefox֊ի թարմացում
id: Perlu pembaruan Firefox

source: Firefox Accounts makes use of features that are not supported in your version of Firefox. Please download and install the latest version of Firefox to continue.
hy_am: Firefox֊ի հաշիվները օգտագործում են իրենց հատկությունները, որոնք ձեր Firefox-ի տարբերակում չեն աջակցվում։ Ներբեռնեք և տեղադրեք Firefox-ի ամենավերջին տարբերակը շարունակելու համար։
id: Firefox Accounts memanfaatkan fitur yang tidak didukung pada versi Firefox Anda. Silakan unduh dan pasang versi Firefox terbaru untuk melanjutkan.

source: Download latest
bn: সর্বশেষটি ডাউনলোড করুন
hy_am: Ներբեռնել ամենավերջինը
id: Unduh terbaru

source: Privacy notice
bn: গোপনীয়তা নীতিমালা
id: Pemberitahuan privasi

source: Verify your Firefox Account
ta: உன்னுடைய பயர்பாஃசு கணக்கை உறுதி செய்

source: Confirm your email and start to sync!
ta: உங்கள் மின்னஞ்சலை உறுதிப்படுத்தி ஒத்திசைக்க தொடங்குங்கள்!

source: Firefox Account authorization code
ta: பயர்பாஃசு கணக்கின் அங்கீகாரக் குறியீடு

source: Verify email for Firefox Accounts
ta: பயர்பாஃசு கணக்குகிற்கான மின்னஞ்சலைச் சரிபார்க்கவும்

source: Firefox Account verified
ta: பயர்பாஃசு கணக்கு சரிபார்க்கப்பட்டது

source: Secondary Firefox Account email added
ta: இரண்டாம்நிலை பயர்பாஃசு கணக்கின் மின்னஞ்சல் சேர்க்கப்பட்டது

source: Hello again.
ta: வணக்கம் வாங்க.

source: We are currently under heavy strain and are working to return the system to normal as soon as possible.
ta: நாங்கள் தற்பொழுது அதிக வேலை பழுவாக இருப்பதால் சேவையை சமநிலைக்கு விரைவில் கொண்டுவர பாடுபட்டு கொண்டிருக்கிறோம்.

source: You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.
ta: தாங்கள் <strong>காலாவதியான</strong> உலாவியை பயன்படுத்திக் கொண்டிருக்குறீர்கள். புதிய அனுபவத்தை பெற<a href="http://browsehappy.com/"> தங்களது உலாவியை புதுப்பிக்கவும்</a>.

source: Firefox cloud services
ta: பயர்பாக்ஸ் முகில்க் கணிம சேவைகள்
