Repository: bug-mirror/fxa-content-server-l10n
Catalog: locale/*/LC_MESSAGES/server.po
Languages: bn, hy_am, id, ta

source: Low recovery codes remaining
hy_am: Վերականգնման մի քանի կոդեր մնացին
id: Kode pemulihan tersedia sedikit lagi

source: We noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
hy_am: Նկատեցինք, որ վերականգնման քիչ կոդեր ունեք։ Խնդրում ենք ստեղծել նոր կոդեր՝ ձեր հաշվի արգելափակումից խուսափելու համար։
id: Kami mengetahui bahwa Anda mulai kekurangan kode pemulihan. Silakan segera hasilkan kode baru untuk menghindari terkuncinya akun Anda.

source: We have noticed that you are running low on recovery codes. Please consider generating new codes to avoid getting locked out of your account.
hy_am: Մենք նկատեցինք, որ ձեր վերականգնման կոդերը քիչ ունեք: Խնդրում ենք ստեղծել նոր կոդե՝ ձեր հաշվի արգելափակումից խուսափելու համար։
id: Kami telah diberitahu bahwa Anda mulai kekurangan kode pemulihan. Silakan segera hasilkan kode baru untuk menghindari terkuncinya akun Anda.

source: Generate codes:
bn: কোড তৈরি করুন:
hy_am: Ստեղծեք կոդեր․
id: Buat kode:

source: New sign-in to %(clientName)s
bn: %(clientName)s এর নতুন সাইন ইন
hy_am: Նոր մուտք դեպի %(clientName)s
id: Proses masuk baru ke %(clientName)s

source: Password changed successfully
bn: সফলভাবে পাসওয়ার্ড পরিবর্তন হয়েছে
hy_am: Գաղտնաբառը հաջողությամբ փոփոխվեց
id: Sandi sukses diganti

source: Your Firefox Account password was successfully changed from the following device:
bn: ডিভাইসটি থেকে আপনার Firefox অ্যাকাউন্টের পার্সওয়ার্ড সফল ভাবে পরিবর্তিত হয়েছে:
hy_am: Ձեր Firefox հաշվի գաղտնաբառը հաջողությամբ փոփոխվեց հետևյալ սարքից․
id: Firefox Account Anda telah berhasil diubah untuk perangkat berikut ini:

source: This is an automated email; if you didn’t change the password to your Firefox Account, you should reset it immediately at %(resetLink)s
bn: এটা একটি স্বয়ংক্রিয় ইমেইল; যদি আপনি আপনার Firefox Account এর পাসওয়ার্ড পরিবর্তন না করে থাকেন, তাহলে আপনি এখনই %(passwordChangeLink)s এ আপনার পাসওয়ার্ড পরিবর্তন করুন
hy_am: Սա ինքնաշխատացված էլ-փոստ է; եթե դուք չեք փոխել ձեր Firefox հաշվի գաղտնաբառը, ապա պետք է անմիջապես վերատեղադրեք այն %(resetLink)s-ով
id: Ini adalah surel otomatis; jika Anda tidak mengubah kata sandi Firefox Account, Anda harus mengatur ulang segera di %(resetLink)s

source: Your account password was changed
bn: আপনার অ্যাকাউন্টের পাসওয়ার্ড পরিবর্তন করা হয়েছে
hy_am: Ձեր հաշվի գաղտնաբառը փոփոխվել է
id: Sandi akun Anda telah berubah

source: You will need to enter your new password on other devices to resume syncing.
hy_am: Համաժամեցումը վերսկսելու համար հարկավոր է մուտքագրել ձեր նոր գաղտնաբառը այլ սարքերում։
id: Anda perlu memasukkan sandi baru Anda pada peranti lain untuk terus tersinkronisasi.

source: You will need to enter your new password on other devices to resume syncing.
hy_am: Համաժամեցումը վերսկսելու համար հարկավոր է մուտքագրել ձեր նոր գաղտնաբառը այլ սարքերում։

source: If you did not change it, please reset your password now at %(resetLink)s
bn: যদি আপনি এটি পরিবর্তন না করে থাকেন, দয়া করে পুনরায় পাসওয়ার্ডটি সেট করুন %(resetLink)s
hy_am: Եթե դուք այն չեք փոխել, վերատեղադրեք ձեր գաղտնաբառը հիմա %(resetLink)s-ով
id: Jika Anda tidak mengubahnya, silakan setel ulang sandi Anda sekarang di %(resetLink)s

source: Your account password was reset with a recovery key
bn: আপনার অ্যাকাউন্টের পাসওয়ার্ডটি একটি পুনরুদ্ধার কী দিয়ে পুনরায় সেট করা হয়েছিল
hy_am: Ձեր հաշվի գաղտնաբառը վերատեղադրվել է վերականգնման ստեղնով
id: Sandi akun Anda telah diatur ulang dengan kunci pemulihan

source: You have successfully reset your password using a recovery key from the following device:
bn: আপনি নিম্নলিখিত ডিভাইসটি থেকে পুনরুদ্ধার কী ব্যবহার করে সফলভাবে আপনার পাসওয়ার্ডটি পুনরায় সেট করেছেন:
hy_am: Դուք հաջողությամբ վերատեղադրել եք ձեր գաղտնաբառը՝ օգտագործելով վերականգնման ստեղնը հետևյալ սարքից․
id: Anda berhasil mengatur ulang sandi Anda menggunakan kunci pemulihan dari peranti berikut:

source: You will need to generate a new recovery key.
bn: আপনাকে একটি নতুন পুনরুদ্ধার কী তৈরি করতে হবে।
hy_am: Դուք պետք է ստեղծեք վերականգման նոր ստեղն։
id: Anda perlu membuat kunci pemulihan baru.

source: Create new recovery key:
bn: নতুন পুনরুদ্ধার কী তৈরি করুন:
hy_am: Ստեղծել նոր վերականգնման ստեղն․
id: Buat kunci pemulihan baru:

source: For more information, please visit %(supportUrl)s
bn: আরও তথ্যের জন্য, ভিজিট করুন %(supportUrl)s
hy_am: Լրացուցիչ տեղեկության համար, այցելեք %(supportUrl)s
id: Untuk informasi lebih lanjut, silakan kunjungi %(supportUrl)s

source: We detected suspicious activity on your Firefox Account. Your account may have been compromised.
bn: আমরা আপনার Firefox Account এ সন্দেহভাজন কার্যকলাপ চিহ্নিত হয়েছে। আপনার অ্যাকাউন্টটি চুরি হতে পারে।
hy_am: Մենք հայտնաբերեցինք կասկածելի գործունություն ձեր Firefox հաշվում։ Հնարավոր է Ձեր հաշիվը կոտրված է։
id: Kami mendeteksi aktivitas mencurigakan di Firefox Account anda. Akun anda barangkali telah tercemar.

source: To prevent further unauthorized access to your Firefox Account, we’ve reset your password and are notifying you as a precaution.
bn: আপনার Firefox Account এ পরবর্তী অননুমোদিত প্রবেশ প্রতিরোধ করতে, আমরা আপনার পাসওয়ার্ড রিসেট করেছি এবাং সতর্কতা হিসেবে আপনাকে জানাচ্ছি।
hy_am: Ձեր Firefox հաշվի հետագա չլիազորված մուտքը կանխարգելու համար, մենք վերատեղադրում ենք ձեր գաղտնաբառը և երպես նախազգուշացում ծանուցում ենք ձեզ։
id: Untuk mencegah akses tidak sah ke Firefox Account Anda, kami telah menyetel ulang kata sandi Anda dan memberitahu Anda sebagai pencegahan.

source: What should you do?
bn: আপনার কি করা উচিৎ?
hy_am: Ի՞նչ անել։
id: Apa yang sebaiknya Anda lakukan?

source: First, change your Firefox Account password.
bn: প্রথমত, আপনার Firefox Account এর পাসওয়ার্ড পরিবর্তন করুন।
hy_am: Սկզբում, փոխեք ձեր Firefox հաշվի գաղտնաբառը։
id: Pertama, ubah kata sandi Firefox Account Anda.

source: Second, if Firefox stores passwords to websites, you should change those passwords as well. Attackers may have access to those passwords, so you should check those accounts for suspicious activity.
bn: দ্বিতীয়ত, যদি Firefox ওয়েবসাইট পাসওয়ার্ডগুলো জমা থাকে, সেসব পাসওয়ার্ডও পরিবর্তন করা উচিৎ। আক্রমণকারীর পাসওয়ার্ডগুলোর এক্সেস থাকতে পারে, তাই অ্যাকাউন্টে সন্দেহজনক কাজগুলো যাচাই করতে হবে।
hy_am: Հետո, եթե Firefox-ը պահում է կայքերի ձեր գաղնաբառերը, դուք նաև պետք է փոխեք այդ գաղտնաբառերը։ Հարձակվողները այդ գաղտնաբառերով կարող են մուտք ունենալ, այսպիսով դուք պետք է ստուգեք այդ հաշիվները կասկածելի գործունության համար։
id: Kedua, jika Firefox menyimpan kata sandi dalam situs, Anda sebaiknya mengubah kata sandi tersebut pula. Penyerang boleh jadi memiliki akses terhadap kata sandi tersebut, jadi Anda harus mengecek akun tersebut atas aktivitas mencurigakan.

source: Learn how to see what passwords Firefox is storing for you.
bn: দেখুন কিভাবে Firefox আপনার জন্য পাসওয়ার্ড সংরক্ষণ করছে।
hy_am: Իմացեք, ինչպես կարելի է տեսնել, թե Firefox-ը Ձեզ համար որ գաղտնաբառերն է պահում։
id: Pelajari bagaimana melihat kata sandi apa yang disimpan Firefox untuk Anda.

source: Best,
bn: সর্বোত্তম,
hy_am: Լավագույնը,
id: Salam,

source: The Firefox Accounts team
bn: Firefox Account টিম
hy_am: Firefox-ի հաշիվների թիմը
id: Tim Firefox Account

source: Account recovery key generated
bn: অ্যাকাউন্ট পুনরুদ্ধার কী সৃষ্টি হয়েছে
hy_am: Ստեղծվեց հաշվի վերականգնման ստեղն
id: Kunci pemulihan akun dibuat

source: You have successfully generated an account recovery key for your Firefox Account using the following device:
hy_am: Դուք, հետևյալ սարքը օգտագործելով, հաջողությամբ ստեղծել եք հաշվի վերականգնման ստեղն ձեր Firefox հաշվի համար․
id: Anda berhasil membuat kunci pemulihan akun Firefox menggunakan peranti berikut:

source: If this was not you, <a %(revokeAccountRecoveryLinkAttributes)s>click here.</a>
bn: যদি এটি আপনি না হন, <a %(revokeAccountRecoveryLinkAttributes)s>ক্লিক করুন।</a>
hy_am: Եթե սա դուք չեք եղել, <a %(revokeAccountRecoveryLinkAttributes)s>սեղմեք այստեղ։</a>
id: Jika ini bukan Anda, <a %(revokeAccountRecoveryLinkAttributes)s>klik di sini.</a>

source: You have successfully generated an account recovery key for your Firefox Account from the following device:
hy_am: Դուք հետևյալ սարքից հաջողությամբ ստեղծել եք հաշվի վերականգնման ստեղն ձեր Firefox-ի հաշվի համար.
id: Anda berhasil membuat kunci pemulihan akun Firefox dari peranti berikut:

source: If this was not you, revoke key.
bn: যদি এটি আপনি না হন, তবে কী বাতিল করুন।
hy_am: Եթե սա դու չեք եղել, չեղարկեք ստեղնը։
id: Jika ini bukan Anda, cabut kuncinya.

source: Two-step authentication enabled
bn: দুই প্রস্থ প্রমাণীকরণ সক্রিয় করুন
hy_am: Երկքայլ վավերացումը միացված է
id: Autentikasi dua langkah diaktifkan

source: You have successfully enabled two-step authentication on your Firefox Account from the following device:
hy_am: Դուք հետևյալ սարքից հաջողությամբ միացրել եք երկքայլ վավերացումը ձեր Firefox-ի հաշվում․
id: Anda berhasil mengaktifkan autentikasi dua langkah pada Firefox Account Anda dari peranti berikut:

source: Security codes from your authentication app will now be required at each sign-in.
hy_am: Ձեր վավերացման ծրագրից անվտանգության կոդերը այժմ կպահանջվեն յուրաքանչյուր մուտքում։
id: Kode keamanan dari aplikasi autentikasi Anda akan diperlukan untuk setiap masuk.

source: You have successfully enabled two-step authentication on your Firefox Account. Security codes from your authentication app will now be required at each sign-in.
hy_am: Դուք հաջողությամբ միացրել եք երկքայլ վավերացումը ձեր Firefox-ի հաշվում։ Ձեր վավերացման ծրագրից անվտանգության կոդերը այժմ կպահանջվեն յուրաքանչյուր մուտքում։
id: Anda berhasil mengaktifkan autentikasi dua langkah pada Firefox Account Anda. Kode keamanan dari aplikasi autentikasi Anda akan diperlukan untuk setiap masuk.

source: New primary email
bn: নতুন প্রাথমিক ইমেইল
hy_am: Նոր առաջնային էլ֊փոստ
id: Surel utama baru

source: You have successfully changed your primary email to %(email)s. This address is now your username for signing in to your Firefox Account, as well as receiving security notifications and sign-in confirmations.
hy_am: Դուք հաջողությամբ փոխել եք ձեր առաջնային էլ֊փոստը %(email)s։ Այս հասցեն այժմ ձեր օգտանունն է՝ ձեր Firefox-ի հաշիվ մուտք գործելու, ինչպես նաև, որպես անվտանգության ծանուցումների ստանալու և մուտք գործման հաստատումների համար։
id: Anda sukses mengubah surel utama Anda ke %(email)s. Sekarang alamat ini adalah nama pengguna Anda untuk masuk ke Firefox Account Anda, serta menerima pemberitahuan keamanan dan konfirmasi masuk.

source: Recovery code consumed
bn: পুনরুদ্ধার কোড ব্যবহৃত
hy_am: Վերականգնման կոդը օգտագործված է
id: Kode pemulihan telah terpakai

source: You have successfully consumed a recovery code from the following device:
bn: আপনি নিম্নলিখিত ডিভাইসটি থেকে সফলভাবে একটি পুনরুদ্ধার কোড ব্যবহার করেছেন:
hy_am: Դուք հետևյալ սարքից հաջողությամբ օգտագործեծիք վերականգնման կոդը․
id: Anda berhasil memakai kode pemulihan dari perangkat berikut:

source: Consumed recovery code
bn: পুনরুদ্ধার কোড গ্রহণ করা হয়েছে
hy_am: Օգտագործված վերականգնման կոդ
id: Kode pemulihan yang telah terpakai

source: New recovery codes generated
bn: নতুন পুনরুদ্ধার কোড উৎপন্ন হয়েছে
hy_am: Վերականգնման նոր կոդեր են ստեղծվել
id: Kode pemulihan baru dibuat

source: You have successfully generated new recovery codes from the following device:
bn: আপনি নিম্নলিখিত ডিভাইসটি থেকে সফলভাবে নতুন পুনরুদ্ধার কোডগুলো তৈরি করেছেন:
hy_am: Դուք հետևյալ սարքից հաջողությամբ ստեղծել եք վերակնագնման նոր կոդեր․
id: Anda berhasil membuat kode pemulihan baru dari peranti berikut:

source: Account recovery key removed
bn: অ্যাকাউন্ট পুনরুদ্ধার কী সরানো হয়েছে
hy_am: Հաշվի վերականգնման ստեղնը հեռացվեց
id: Kunci pemulihan akun dihapus

source: You have successfully removed an account recovery key for your Firefox Account using the following device:
hy_am: Դուք, հետևյալ սարքը օգտագործելով, Ձեր Firefox-ի հաշվի համար հաջողությամբ հեռացրել եք հաշվի վերականգնման ստեղնը․
id: Anda berhasil menghapus kunci pemulihan untuk Firefox Account Anda dari peranti berikut:

source: This recovery key can no longer be used to recover your account.
bn: এই পুনরুদ্ধার কী আর আপনার অ্যাকাউন্টটি পুনরুদ্ধার করতে ব্যবহার করা যাবে না।
hy_am: Վերականգնման այս ստեղնը այլևս չի կարող օգտագործվել ձեր հաշիվը վերականգնելու համար։
id: Kunci pemulihan ini tidak bisa lagi digunakan untuk memulihkan akun Anda.

source: You have successfully removed an account recovery key for your Firefox Account from the following device:
hy_am: Դուք հետևյալ սարքից Ձեր Firefox-ի հաշվի համար հաջողությամբ հեռացրել եք հաշվի վերականգնման ստեղնը․
id: Anda berhasil menghapus kunci pemulihan untuk Firefox Account Anda dari peranti berikut:

source: Secondary email removed
bn: সেকেন্ডারি ইমেইল অপসারিত
hy_am: Երկրորդային էլ֊փոստը հեռացվեց
id: Surel sekunder telah dihapus

source: You have successfully removed %(secondaryEmail)s as a secondary email from your Firefox Account. Security notifications and sign-in confirmations will no longer be delivered to this address.
hy_am: Դուք Ձեր Firefox հաշվից հաջողությամբ հեռացրիք %(secondaryEmail)s֊ը որպես երկրորդային էլ֊փոստ։ Անվտանգության ծանուցումները և մուտքի հաստատումները այլևս չեն ուղարկվի այս հասցեին։
id: Anda telah berhasil menghapus %(secondaryEmail)s sebagai email sekunder dari Firefox Account Anda. Pemberitahuan keamanan dan konfirmasi masuk tidak akan lagi dikirim ke alamat ini.

source: Two-step authentication disabled
bn: টু-স্টেপ অথেনটিকেশন নিষ্ক্রিয় হয়েছে
hy_am: Երկքայլ վավերացումն անջատվել է
id: Autentikasi dua langkah dinonaktifkan

source: You have successfully disabled two-step authentication on your Firefox Account from the following device:
hy_am: Դուք հետևյալ սարքից Ձեր Firefox-ի հաշվում հաջողությամբ անջատել եք երկքայլ վավերացումը․
id: Anda berhasil menonaktifkan autentikasi dua langkah pada Firefox Account Anda dari peranti berikut:

source: Security codes will no longer be required at each sign-in.
bn: সুরক্ষা কোডগুলো আর প্রতিটি সাইন-ইন করার সময় প্রয়োজন হবে না।
hy_am: Յուրաքանչյուր մուտքի ժամանակ անվտանգության կոդեր այլևս չեն պահանջվի։
id: Kode keamanan tidak akan diperlukan untuk setiap masuk.

source: You have successfully disabled two-step authentication on your Firefox Account. Security codes will no longer be required at each sign-in.
bn: আপনি সফলভাবে আপনার Firefox অ্যাকাউন্টে টু-স্টেপ অথেনটিকেশন বন্ধ করেছেন। সুরক্ষা কোডগুলো আর প্রতিটি সাইন-ইন করার সময় প্রয়োজন হবে না।
hy_am: Դուք հաջողությամբ անջատել եք Firefox֊ի հաշվի երկքայլանի վավերացումը։ Յուրաքանչյուր մուտքի ժամանակ անվտանգության կոդեր այլևս չեն պահանջվի։
id: Anda berhasil menonaktifkan otentikasi dua langkah pada akun Firefox Anda. Kode keamanan tidak diperlukan lagi ketika catat masuk.

source: Welcome to the Firefox family
bn: Firefox পরিবারে আপনাকে স্বাগতম
hy_am: Բարի գալուստ Firefox֊ի ընտանիք
id: Selamat datang di keluarga Firefox

source: You're signed in and ready to start exploring safely and securely.
hy_am: Դուք մուտք եք գործել և պատրաստ եք սկսել ապահով և անվտանգ ուսումնասիրում։
id: Anda telah masuk dan siap untuk menjelajah dengan selamat dan aman.

source: Now get the most of Firefox by signing in everywhere you browse.
hy_am: Հիմա Firefox֊ից ստացեք ամեն ինչ, մուտք գործելով բոլոր զննարկած սարքերում։
id: Kini dapatkan manfaat semaksimal mungkin dari Firefox dengan masuk ke semua perangkat tempat Anda menjelajah.

source: Connect another device:
bn: অন্য ডিভাইস সংযুক্ত করুন:
hy_am: Կապակցել այլ սարքի․
id: Sambungkan perangkat lain:

source: Have questions? Visit %(supportUrl)s
bn: প্রশ্ন আছে? %(supportUrl)s এ দেখুন
hy_am: Հարցեր ունե՞ք։ Այցելեք %(supportUrl)s
id: Punya pertanyaan? Kunjungi %(supportUrl)s

source: Secondary email added
bn: সেকেন্ডারি ইমেইল যুক্ত হয়েছে
hy_am: Երկրորդային էլ֊փոստը ավելացվել է
id: Surel sekunder ditambahkan

source: You have successfully verified %(secondaryEmail)s as a secondary email for your Firefox Account. Security notifications and sign-in confirmations will now be delivered to both email addresses.
hy_am: Դուք հաջողությամբ հաստատել եք %(secondaryEmail)s-ը` որպես երկրորդային էլ-փոստ Ձեր Firefox-ի հաշվի համար: Անվտանգության ծանուցումները և մուտքի հաստատումները այժմ կուղարկվեն էլ-փոստի երկու էլ֊հասցեներին:
id: Anda telah berhasil memverifikasi %(secondaryEmail)s sebagai email sekunder dari Firefox Account Anda. Pemberitahuan keamanan dan konfirmasi masuk akan dikirim ke kedua alamat ini.

source: Need to reset your password?
bn: আপনার পাসওয়ার্ড পুনরায় সেট করতে চান?
hy_am: Պե՞տք է վերատեղադրել Ձեր գաղտնաբառը։
id: Perlu menyetel ulang sandi Anda?

source: Click the button within the next hour to create a new password. The request came from the following device:
hy_am: Հաջորդ ժամվա ընթացքում սեղմեք կոճակը նոր գաղտնաբառ ստեղծելու համար։ Դիմումը եկել է հետևյալ սարքից․
id: Klik tombol dalam beberapa jam untuk membuat sandi baru. Permintaan berasal dari perangkat berikut:

source: Create new password
bn: নতুন পাসওয়ার্ড তৈরি করুন
hy_am: Ստեղծել նոր գաղտնաբառ
id: Buat sandi baru

source: Thanks for choosing Firefox! You can install Firefox for mobile here: %(link)s
bn: Firefox বেছে নেওয়ার জন্য ধন্যবাদ! আপনি মোবাইলের জন্য Firefox ইনস্টল করতে পারেন এখানে: %(link)s
hy_am: Շնորհակալություն Firefox ընտրելու համար։ Կարող եք տեղակայել Firefox֊ը ձեր բջջայինի համար այստեղ․ %(link)s
id: Terima kasih sudah memilih Firefox! Anda dapat memasang Firefox untuk ponsel di sini: %(link)s

source: Is this you signing in?
bn: আপনিই কি সাইন ইন করছেন?
hy_am: Դու՞ք եք մուտք գործել։
id: Apakah Anda benar-benar sedang masuk?

source: If yes, here is the authorization code you need:
bn: যদি হ্যাঁ হয়, তাহলে এখানে অনুমোদন কোড রয়েছে যা আপনার প্রয়োজন:
hy_am: Եթե այո, ապա Ձեզ հարկավոր է լիազորման կոդ․
id: Jika ya, ini adalah kode otorisasi yang Anda butuhkan:

source: If no, help us fend off intruders and <a %(reportSignInLinkAttributes)s>report it to us.</a>
bn: যদি না হয়, অামাদের সাহায্য করুন অবৈধ অনুপ্রবেশকারী ঠেকাতে এবং <a %(reportSignInLinkAttributes)s>আমাদের তা রিপোর্ট করুন।</a>
hy_am: Եթե ոչ, օգնեք մեզ խուսափել ներխուժումներից և <a %(reportSignInLinkAttributes)s> զեկուցեք դա մեզ: </a>
id: Jika tidak, mohon bantu kami untuk menangkis penyusup dan <a %(reportSignInLinkAttributes)s>melaporkannya pada kami</a>.

source: If no, help us fend off intruders and report it to us.
bn: যদি না হয়, অামাদের সাহায্য করুন অবৈধ অনুপ্রবেশকারী ঠেকাতে এবং আমাদের তা রিপোর্ট করুন।
hy_am: Եթե ոչ, օգնեք մեզ խուսափել ներխուժումներից և դա զեկուցեք մեզ այդ մասին։
id: Jika tidak, mohon bantu kami untuk menangkis penyusup dan melaporkannya pada kami.

source: A few days ago you created a Firefox account, but never confirmed it.
bn: কিছু দিন আগে আপনি একটি Firefox অ্যাকাউন্ট তৈরি করেছেন, তবে এটি কখনও নিশ্চিত করেন নি।
hy_am: Մի քանի օր առաջ դուք ստեղծել եք Firefox-ի հաշիվ, բայց այն չեք հաստատել։
id: Beberapa hari yang lalu Anda membuat sebuah akun Firefox, tetapi akunnya belum dikonfirmasi.

source: Confirm now and get technology that fights for and protects your privacy, arms you with practical knowledge, and the respect you deserve.
hy_am: Հաստատեք հիմա և ստացեք տեխնոլոգիա, որը պայքարում է և պաշտպանում է ձեր գաղտնիությունը, զինում է ձեզ գործնական գիտելիքներով որին դուք արժանի եք․
id: Konfirmasikan sekarang dan dapatkan teknologi yang berjuang dan melindungi privasi Anda, memberikan pengetahuan praktis bagi Anda, dan menghormati Anda.

source: Confirm email:
bn: ইমেইল নিশ্চিত করুন:
hy_am: Հաստատել էլ֊փոստը․
id: Konfirmasi surel:

source: Still there?
bn: এখনও এখানে?
hy_am: Դեռ այստե՞ղ է։
id: Masih di sana?
ta: இருக்கிறீர்களா?

source: Almost a week ago you created a Firefox Account but never verified it. We’re worried about you.
hy_am: Գրեթե մեկ շաբաթ առաջ դուք ստեղծեցիք Firefox-ի հաշիվ, բայց երբեք չհաստատեցիք։ Մենք անհանգստանում ենք Ձեզ համար։
id: Hampir sepekan yang lalu Anda membuat Firefox Account namun tidak pernah memverifikasinya. Kami khawatir tentang Anda.

source: Confirm this email address to activate your account and let us know you're okay.
hy_am: Հատատեք այս էլ֊փոստի հասցեն՝ ձեր հաշիվը գործունացնելու համար և տեղեկացրեք մեզ, որ լավ եք։
id: Konfirmasikan alamat surel ini untuk mengaktifkan akun Anda dan beri tahu kami bahwa Anda baik-baik saja.

source: Activate the Firefox family of products
hy_am: Գործունացրեք Firefox֊ի ընտանիքի արտադրանքները
id: Aktifkan keluarga produk Firefox

source: Confirm your account and get the most out of Firefox everywhere you sign in starting with:
hy_am: Հաստատեք Ձեր հաշիվը և առավելագույնը օգտվեք Firefox֊ից՝ ամենուր, որտեղ մուտք եք գործել, սկսելով՝․
id: Konfirmasikan akun Anda dan dapatkan manfaat maksimal dari Firefox, dari semua perangkat tempat Anda masuk dimulai dengan:

source: Confirm your account and get the most out of Firefox everywhere you sign in.
hy_am: Հաստատեք Ձեր հաշիվը և առավելագույնը օգտվեք Firefox-ից`ամենուր, որտեղ մուտք եք գործել։
id: Konfirmasikan akun Anda dan dapatkan manfaat maksimal dari Firefox, dari semua perangkat tempat Anda masuk.

source: For added security, please confirm this sign-in from the following device:
hy_am: Ավելացված անվտանգության համար, հետևյալ սարքից հաստատեք այս մուտքը․
id: Untuk keamanan tambahan, mohon konfirmasi proses masuk dari perangkat berikut:

source: Confirm sign-in
bn: সাইন-ইন নিশ্চিত করুন
hy_am: Հաստատեք մուտքը
id: Mengkonfirmasi proses masuk

source: If yes, here is the verification code:
hy_am: Եթե այո, ապա սա հաստատման կոդն է․

source: It expires in 5 minutes.
hy_am: Այն ավարտվում է 5 րոպեի ընթացքում։

source: Verify primary email
bn: প্রাথমিক মেইল যাচাই করুন
hy_am: Հաստատեք առաջնային էլ֊փոստը
id: Verifikasi surel utama

source: A request to perform an account change has been made from the following device:
hy_am: Հերևյալ սարքից հաշվի փոփոխություն կատարելու դիմում է կատարվել․
id: Permintaan untuk melakukan perubahan akun telah dibuat dari peranti berikut:

source: Once verified, account changes like adding a secondary email will become possible from this device.
hy_am: Հաշվի հաստատվելուց հետո, հաշվի փոփոխությունները՝ երկրորդային Էլ֊փոստի ավելացումը, այս սարքի համար հասանելի կլինեն։
id: Sekali diverifikasi, perubahan akun seperti menambahkan surell sekunder akan dimungkinkan dari peranti ini.

source: Verify email:
bn: ভেরিফাই ইমেইল:
hy_am: Հաստատել էլ֊փոստը․
id: Verifikasi surel:

source: Verify secondary email
bn: সেকেন্ডারি ইমেইল ভেরিফাই করুন
hy_am: Ստուգել երկրորդային էլ․փոստը
id: Verifikasi surel sekunder

source: A request to use %(email)s as a secondary email address has been made from the following Firefox Account:
bn: Firefox Account হতে %(email)s কে সেকেন্ডারি ইমেইল ঠিকানা হিসেবে ব্যবহারের অনুরোধ করা হয়েছে:
hy_am: որպես երկրորդային %(email)s էլ-փոստի հասցե օգտագործելու հարցումը կատարվել է հետևյալ Firefox հաշվից.
id: Permintaan untuk memakai %(email)s sebagai alamat surel sekunder telah dibuat dari Firefox Account berikut:

source: Once verified, this address will begin receiving security notifications and confirmations.
bn: একবার ভেরিফাই হয়ে গেলে, আপনার ঠিকানাটি নিরাপত্তা নোটিফিকেশন এবং নিশ্চিতকরণ বার্তাগুলো পাওয়া শুরু করবে।
hy_am: Հաստատվելուց հետո այս հասցեն կսկսի ստանալ անվտանգության ծանուցումներ և հաստատումներ։
id: Setelah diverifikasi, alamat surel ini akan mulai menerima notifikasi keamanan dan konfirmasi.

source: Is this you signing up?
bn: এটি কি আপনি যে সাইন আপ করছেন?
hy_am: Դու՞ք եք գրանցվել։

source: If yes, use this verification code:
bn: যদি হ্যাঁ হয়, যাচাইকরণ কোড ব্যবহার করুন:
hy_am: Եթե այո, ապա օգտագործեք հաստատման այս ծածկագիրը․

source: Ready, set, sync
bn: প্রস্তুত, সেট, সিঙ্ক
hy_am: Պատրաստել, սահմանել, համաժամեցնել
id: Siap dan sinkronkan
